{
  "change-language": "Sprache ändern",
  "welcome": "Willkommen in meiner App",
  "sound": "Ton",
  "privacy": "Datenschutz",
  "aboutus": "Über uns",
  "changepassword": "Passwort ändern",
  "lightmode": "Hellmodus",
  "darkmode": "Dunkelmodus",
  "storeopen": "Geschäft geöffnet",
  "storeclosed": "Geschäft geschlossen",
  "printertest": "Drucker Test",
  "manuelsynchronization": "Manuelle Synchronisierung",
  "logout": "Abmelden",
  "entered": "Angemeldet",
  "outed": "Abgemeldet",
  "allsales": "Gesamtumsatz",
  "allsalesprice": "Gesamtumsatzwert",
  "name": "Name",
  "salesperson": "Verkäufer",
  "shifthours": "Schichtzeiten",
  "changeregister": "Kassenwechselgeld",
  "goals": "Ziele",
  "editmyprofile": "Mein Profil bearbeiten",
  "explore": "Erkunden",
  "reports": "Berichte",
  "transection": "Transaktionen",
  "settings": "Einstellungen",
  "profile": "Profil",
  "category": "Categorien",
  "LanguageChanged": "Sprache ändern",
  "LanguageChangedText": "Die App wird neu gestartet, um die neue Sprache anzuwenden. Bist du dir sicher, dass du weitermachen willst?",
  "X-ReportDesc": "X-Bericht: Ein Bericht, der Ergebnisse wie Umsatz und Gewinn in einem bestimmten Zeitintervall enthält.",
  "Z-ReportDesc": "Z-Bericht: Ein Bericht, der Ergebnisse wie Umsatz und Gewinn am Ende des Tages enthält.",
  "CampaignsDesc": "Kampagnenbericht: Ein Bericht mit detaillierten Informationen zu den Kampagnenlisten im aktuellen Geschäft.",
  "OtherDesc": "Andere Berichte: Alle anderen Berichte im Zusammenhang mit dem Geschäft.",
  "search": "Suchen",
  "Dark Mode": "Dunkler Modus",
  "Privacy": "Privatsphäre",
  "About Us": "Über uns",
  "Change Password": "Passwort ändern",
  "Light Mode": " Heller Modus",
  "Store Open": "Geschäft geöffnet",
  "Printer Test": "Druckertest",
  "Manual Synchronization": "Manuelle Synchronisierung",
  "Change Language": "Sprache ändern",
  "Log Out": "Ausloggen",
  "Shift Hours": "Schichtzeiten",
  "Goals": "Ziele",
  "Change Register": "Kasse wechseln",
  "Edit My Profile": "Profil bearbeiten",
  "X-Report": "X-Bericht",
  "Z-Report": "Z-Bericht",
  "Campaigns": "Kampagnen",
  "Products": "Produkte",
  "Add Product": "Produkte hinzufügen",
  "SalesDesc": "Bietet einen Überblick über die Verkaufsleistung, einschließlich Umsatz und Gewinn, über einen bestimmten Zeitraum.",
  "ProductDesc": "Bietet am Ende des Tages eine detaillierte Aufschlüsselung des Produktverkaufs und der Rentabilität.",
  "AddProductDesc": "Mit dieser Funktion können Sie Ihrem Inventar ein neues Produkt hinzufügen.",
  "Otherdesc": "Alle anderen mit dem Geschäft verbundenen Transaktionen.",
  "other": "Andere",
  "Sales": "Verkäufe",
  "Desc1": "Benutzeroberflächenthema, das für Hintergrund und Text dunkle Farben verwendet.",
  "Desc2": "Der Zustand, keinen unbefugten Zugriffen oder öffentlichen Blicken ausgesetzt zu sein.",
  "Desc3": "Ein Abschnitt auf einer Website oder App, der Informationen über das Unternehmen oder die Organisation enthält.",
  "Desc4": "Die Möglichkeit, Ihr Login-Passwort zu ändern.",
  "Desc5": "Benutzeroberflächenthema, das für Hintergrund und Text helle Farben verwendet.",
  "Desc6": "Zeigt an, dass das Geschäft derzeit für den Geschäftsbetrieb geöffnet ist.",
  "Desc7": "Eine Funktion, um zu überprüfen, ob der Drucker ordnungsgemäß funktioniert.",
  "Desc8": "Der Vorgang der manuellen Aktualisierung von Daten zwischen Geräten oder Anwendungen.",
  "Desc9": "Die Möglichkeit, die in der Oberfläche verwendete Sprache zu ändern.",
  "Desc10": "Die Aktion, um Ihre aktuelle Sitzung in einer Anwendung oder Website zu beenden.",
  "Desc11": "Die geplanten Arbeitszeiten für eine bestimmte Schicht.",
  "Desc12": "Ziele oder Ziele, die Sie erreichen möchten.",
  "Desc13": "Die Möglichkeit, zwischen verschiedenen Konten oder Benutzerprofilen zu wechseln.",
  "Desc14": "Die Möglichkeit, Ihre persönlichen Daten auf der Plattform zu ändern.",
  "Desc15": "Dieser Begriff bezieht sich wahrscheinlich auf einen bestimmten Berichtstyp in Ihrem System. Seine Bedeutung hängt von Ihrem Kontext ab.",
  "Desc16": "Ähnlich wie X-Report bezieht sich dies auch auf einen bestimmten Berichtstyp. Konsultieren Sie die Dokumentation Ihres Systems, um weitere Informationen zu erhalten.",
  "Desc17": "Marketing- oder Werbemaßnahmen, die unternommen werden, um ein bestimmtes Ziel zu erreichen.",
  "Desc18": "Ein Abschnitt, in dem Sie Informationen über verfügbare Produkte durchsuchen und anzeigen können.",
  "Desc19": "Die Funktion zum Hinzufügen neuer Artikel zu Ihrem Produktbestand.",
  "Desc20": "Ein Bericht mit Informationen zur Verkaufsleistung, z. B. Umsatz und verkaufte Menge."
}
