{
  "change-language": "Change language",
  "welcome": "Welcome to my app",
  "sound": "Sound",
  "privacy": "Privacy",
  "aboutus": "About Us",
  "changepassword": "Change Password",
  "lightmode": "Light Mode",
  "darkmode": "Dark Mode",
  "storeopen": "Store Open",
  "storeclosed": "StoreClosed",
  "printertest": "Printer Test",
  "manuelsynchronization": "Manuel Synchronization",
  "logout": "Log Out",
  "entered": "Logged In",
  "outed": "Exited",
  "allsales": "Total Sales",
  "allsalesprice": "Total Sales Price",
  "name": "Name",
  "salesperson":"Sales Person",
  "shifthours": "Shift Hours",
  "changeregister": "Change Register",
  "goals": "Goals",
  "editmyprofile": "Edit My Profile",
  "explore": "Explore",
  "reports": "Reports",
  "transection": "Transection",
  "settings": "Settings",
  "profile": "Profile",
  "category": "Category",
  "LanguageChanged":"Change Language",
  "LanguageChangedText":"The app will restart to apply the new language. Are you sure you want to continue?",
  "X-ReportDesc": "A report containing results such as sales and profit within a certain time interval.",
  "Z-ReportDesc": "A report containing results such as sales and profit at the end of the day.",
  "CampaignsDesc": "The report containing detailed information about the campaign lists in the current store.",
  "OtherDesc": "All other reports related to the store.",
  "other": "Other",
  "search": "Search",
  "Dark Mode": "Dark Mode",
  "Privacy": "Privacy",
  "About Us": "About Us",
  "Change Password": "Change Password",
  "Light Mode": "Light Mode",
  "Store Open" : "Store Open",
  "Printer Test": "Printer Test",
  "Manual Synchronization": "Manual Synchronization",
  "Change Language": "Change Language",
  "Log Out": "Log Out",
  "Shift Hours": "Shift Hours",
  "Goals": "Goals",
  "Change Register": "Change Register",
  "Edit My Profile": "Edit My Profile",
  "X-Report": "X-Report",
  "Z-Report": "Z-Report",
  "Campaigns": "Campaigns",
  "Products": "Products",
  "Add Product": "Add Products",
  "Sales": "Sales",
  "SalesDesc": "Provides an overview of sales performance, including revenue and profit, over a specific time period.",
  "ProductDesc": "Offers a detailed breakdown of product sales and profitability at the end of the day.",
  "AddProductDesc": "This functionality allows you to add a new product to your inventory.",
  "Otherdesc": "All other transection related to the store.",
  "Desc1": "User interface theme that uses dark colors for the background and text",
  "Desc2": "The state of being free from unauthorized access or public view.",
  "Desc3": "A section on a website or app that provides information about the company or organization.",
  "Desc4": "An option to modify your login password.",
  "Desc5": "A user interface theme that uses light colors for the background and text.",
  "Desc6": "Indicates that the store is currently operational for business.",
  "Desc7": "A function to verify if the printer is working properly.",
  "Desc8": "The process of manually updating data between devices or applications.",
  "Desc9": "An option to modify the language used in the interface.",
  "Desc10": "The action of ending your current session on an application or website.",
  "Desc11": "The scheduled working hours for a particular shift.",
  "Desc12": "Objectives or targets that you are aiming to achieve.",
  "Desc13": "The option to switch between different accounts or user profiles.",
  "Desc14": "The ability to modify your personal information on the platform.",
  "Desc15": "This term likely refers to a specific report type within your system. Its meaning depends on your context.",
  "Desc16": "Similar to X-Report, this refers to a specific report type. Consult your system's documentation for clarification.",
  "Desc17": "Marketing or promotional efforts undertaken to achieve a specific goal.",
  "Desc18": "A section where you can browse and view information about available products.",
  "Desc19": "The functionality to add new items to your product inventory.",
  "Desc20": "A report containing information about sales performance, such as revenue and quantity sold."
}
